Repository: Picaland/woopop-electronic-invoice-free
Catalog: languages/*-inv-*.po
Languages: it_it

source: required
it_it: richiesto

source: not required
it_it: non richiesto

source: VAT valid for VIES
it_it: P.iva valida per il VIES

source: Invalid Tax Code
it_it: Codice Fiscale non valido

source: Certified e-mail (PEC) or the unique code
it_it: PEC o Codice Destinatario

source: E-mail (PEC) or the unique code
it_it: PEC o Codice Destinatario

source: Please enter your certified e-mail (PEC) or the unique code
it_it: Inserisci la tua PEC o il Codice Destinatario

source: Edit
it_it: Modifica

source: Save
it_it: Salva

source: Enter the order number to be searched
it_it: Inserisci il numero dell'ordine da cercare

source: Select dates to filter
it_it: Seleziona le date per filtrare

source: Set data for renumber
it_it: Imposta i dati per rinumerare le fatture

source: WARNING: You are about to set the "SENT to invoice" status, do you want to confirm?
it_it: ATTENZIONE: stai per impostare lo stato "INVIATO alla fattura", vuoi confermare?

source: WARNING: You are about to set the "NOT SENT to invoice" status, do you want to confirm?
it_it: ATTENZIONE: stai per impostare lo stato "NON INVIATO per la fattura”, vuoi confermare?

source: First you must select one or more checkbox
it_it: Per prima cosa devi selezionare una o più caselle di controllo

source: Refund disabled: first you need to send the generated credit note
it_it: Rimborso disabilitato: prima devi inviare la nota di credito generata

source: Before sending the invoice you cannot make a refund, on the total but only on the lines of the order
it_it: Prima di inviare la fattura non è possibile effettuare un rimborso, sul totale ma solo sulle righe dell'ordine

source: the SoapClient service is not active on your server. The VIES control will always be true
it_it: il servizio SoapClient non è attivo sul tuo server. Il controllo VIES sarà sempre vero

source: Invoice settings
it_it: Impostazioni Fattura

source: Add virtual stamp duty on invoices
it_it: Aggiungere l'imposta di bollo virtuale sulle fatture

source: Add virtual stamp
it_it: Aggiungi bollo virtuale

source: The duty stamp must be applied when electronic invoices (and pdfs) are issued without VAT and if the amount exceeds 77.47€.
it_it: La marca da bollo deve essere applicata quando vengono emesse fatture elettroniche (e pdf) senza IVA e se l'importo supera i 77,47€.

source: Prefix invoice number
it_it: Prefisso numero fattura

source: Number of digits (enter 4 to display 13 as 0013)
it_it: Numero di zeri (inserisci 4 per visualizzare 13 come 0013)

source: Recommended 4 (you can leave it blank)
it_it: Consigliato 4 (puoi lasciarlo vuoto)

source: Number of the next invoice
it_it: Numero della prossima fattura

source: Enter a number from which to start generating the invoice numbering
it_it: Inserisci un numero da cui partire per generare la numerazione delle fatture

source: Disable invoice if total zero
it_it: Disabilita fattura se totale zero

source: Disable increment
it_it: Disabilita incremento

source: Disable invoice number increment if order total is zero.
it_it: Disabilita l’incremento del numero di fattura se il totale dell’ordine è zero.

source: Suffix invoice number
it_it: Suffisso numero fattura

source: Suffix year
it_it: Suffisso Anno

source: Set the year as a suffix
it_it: Imposta l’anno come suffisso

source: Selecting the option the year of order creation will be set as a suffix.
it_it: Selezionando l’opzione l’anno di creazione dell’ordine verrà impostato come suffisso.

source: Invoice or Receipt
it_it: Fattura o Ricevuta

source: Check to activate
it_it: Spunta per attivare

source: Activate the select for choosing the type of document (invoice or receipt)
it_it: Attiva la select per scegliere il tipo di documento (fattura o ricevuta)

source: Disable PEC/SDI
it_it: Disabilita PEC/Codice Univoco

source: Disable Pec / Unique Code field in (checkout / my-account)
it_it: Disattiva il campo Pec / Codice univoco dal (checkout / mio-account)

source: Disable the Pec / Unique Code field in the checkout (the recipient code will be set to "0000000")
it_it: Disabilitare il campo Pec / Codice univoco nel checkout (il codice destinatario sarà impostato con "0000000")

source: Disable Fiscal Code
it_it: Disabilita Codice fiscale

source: Disable the tax code field in (checkout / my-account)
it_it: Disattiva il campo del codice fiscale in (checkout / mio-account)

source: Disable the tax code from the checkout and from my-account (only for companies and freelancers)
it_it: Disabilitare il codice fiscale nel checkout e nel mio account (solo per aziende e liberi professionisti)

source: Vies Check
it_it: Controllo Vies

source: Verify Tax Code
it_it: Verifica codice fiscale

source: My Orders invoice
it_it: Fattura nella lista ordini

source: Activate to view the link to download the pdf in the list of orders in my account
it_it: Attiva per visualizzare il link per scaricare il pdf nella lista degli ordini in my account

source: Email invoice
it_it: Fattura via Email

source: Active the sending of the invoice in PDF format via e-mail upon completion of the order
it_it: Attiva l'invio della fattura in formato PDF via e-mail al completamento dell'ordine

source: Invoice HTML
it_it: Fattura HTML

source: View the invoice (pdf) in HTML - (activate only if the PDF generation presents problems)
it_it: Visualizza la fattura (pdf) in HTML - (attivare solo se la generazione del PDF presenta problemi)

source: Invoice PDF Logo
it_it: Logo per fattura PDF

source: Enter the url of the logo for the invoice (.jpg format)
it_it: Inserisci l'URL del logo per la fattura (formato .jpg)

source: Invoice pdf footer text
it_it: Testo per il footer della fatture PDF

source: Enter the text for the PDF invoice footer.
it_it: Immettere il testo per il footer della fattura PDF.

source: General WooCommerce integration settings
it_it: Impostazioni generali di integrazione con WooCommerce

source: VAT number and tax code, always required
it_it: P.IVA e Codice Fiscale, sempre richiesti

source: Choose if you want the VAT / Tax Code playing field is never optional. If it is NOT always required, follow these rules:
it_it: Scegli se vuoi che il campo P.IVA / codice fiscale non sia mai opzionale. Se NON è sempre richiesto, segui queste regole:

source: Required
it_it: Richiesto

source: Not required (IT always required)
it_it: Non richiesto (IT sempre richiesto)

source: (1) Hide the VAT number and tax code field if the billing address is not in the European Union?
it_it: (1) Nascondi il campo IVA e codice IVA se l'indirizzo di fatturazione non è nell'Unione Europea?

source: Choose if you want to hide the VAT number or tax code field when the billing address is not in the European Union
it_it: Scegliere se si desidera nascondere il campo IVA o il campo codice fiscale quando l'indirizzo di fatturazione non è nell'Unione europea

source: Always show the VAT number / tax code field
it_it: Mostra sempre il campo IVA / codice fiscale

source: Hide the VAT number and tax code when the customer billing address is outside the European Union
it_it: Nascondi il numero di partita IVA e il codice fiscale quando l'indirizzo di fatturazione del cliente è al di fuori dell'Unione Europea

source: Invoice table
it_it: Tabella fatture

source: WooCommerce Integration
it_it: Integrazione WooCommerce

source: Invoice options
it_it: Opzioni fattura

source: Invoices
it_it: Fatture

source: Choose the type of document
it_it: Scegli il tipo di documento

# invoice_choice
source: Invoice
it_it: Fattura

# invoice_choice
source: Receipt
it_it: Ricevuta

source: Customer type
it_it: Tipo di cliente

source: Please select Customer type
it_it: Si prega di selezionare il tipo di cliente

source: Company
it_it: Azienda

source: Freelance
it_it: Persona fisica titolare di Partita IVA

source: Private
it_it: Privato

source: VAT number
it_it: P.IVA

source: Please enter your VAT number
it_it: per favore inserisci il numero di P.iva

source: Tax Code
it_it: Codice Fiscale

source: Please enter your Tax Code
it_it: per favore inserisci il tuo codice fiscale

source: General Options Invoice
it_it: Opzioni Generali Fattura

source: This data will be used in the XML and PDF invoices
it_it: Questi dati verrano usati nella fattura XML e PDF

source: Name:
it_it: Nome:

source: Your Name
it_it: Il tuo nome

source: Surname:
it_it: Cognome:

source: Your Surname
it_it: il tuo cognome

source: (*) Company Name:
it_it: (*) Nome Azienda:

source: Please enter your company name
it_it: per favore inserisci il nome azienda

source: Your Company Name
it_it: il nome azienda

source: (*) VAT number:
it_it: (*) Numero P.IVA:

source: Please enter your vat code (numbers only)
it_it: per favore inserisci la tua p.iva (solo numeri)

source: Your vat number
it_it: il numero di P.iva

source: (*) Tax Regine:
it_it: (*) Regime fiscale:

source: Please select your tax regime
it_it: Si prega di selezionare il regime fiscale

source: Province business register office:
it_it: Provincia Ufficio Registro Imprese:

source: Abbreviation of the province of the Register of Companies with which the company is registered eg: [MI], [RM], ...
it_it: Abbreviazione della provincia dell'Ufficio del registro delle imprese presso il quale è registrata la società es: [MI], [RM], ...

source: Enter Province business register office
it_it: Inserisci la provincia dell'Ufficio del registro

source: REA number:
it_it: Numero REA:

source: Company registration number
it_it: Numero registrazione imprese

source: Enter Company registration number
it_it: Inserisci il numero di iscrizione al registro delle imprese

source: Liquidation status:
it_it: Stato di liquidazione:

source: Indicates whether the Company is in liquidation or not [LS] = in liquidation, [LN] = not in liquidation
it_it: Indica se la Società si trova in stato di liquidazione oppure no [LS] = in liquidazione, [LN] = non in liquidazione

source: Enter liquidation status
it_it: Inserisci lo stato di liquidazione

source: Phone number:
it_it: Numero di telefono:

source: Your phone number
it_it: Il tuo numero di telefono

source: Email address:
it_it: Indirizzo email:

source: Your email
it_it: la tua email

source: Electronic Invoice - Transmitter
it_it: Fattura elettronica - Trasmittente

source: Enter the sender's data, usually provided by the brokerage service provider. (not required)
it_it: Immettere i dati del trasmittente, generalmente forniti dal fornitore di servizi di intermediazione. (non richiesto)

source: (*) If the fields are left blank, the sender's data will be populated with those present in the general invoice options
it_it: (*) Se i campi vengono lasciati vuoti i dati del trasmittente verranno popolati con quelli presenti nelle opzioni generali fattura

source: VAT number:
it_it: Partita IVA:

source: Please enter vat code (numbers only)
it_it: Si prega di inserire la partita IVA (solo numeri)

source: Transmitter vat number
it_it: Partita IVA trasmittente

source: Transmitter phone number
it_it: Numero di telefono del trasmittente

source: Transmitter email
it_it: E-mail del trasmittente

source: Invoice
it_it: Fattura

source: Refund
it_it: Rimborso

source: Type:
it_it: Tipo:

source: All
it_it: Tutti

source: Actions Bulk
it_it: Azioni massive

source: Mark no Sent
it_it: Segna come non inviato

source: Mark as Sent
it_it: Segna come Inviato

source: Filter by date:
it_it: Filtra per data:

source: (Corresponds to orders created between 11.59pm on the first date and 11.59pm on the second date)
it_it: (Corrisponde agli ordini creati tra le ore 23:59:00 della prima data e le ore 23:59:00 della seconda data)

source: From:
it_it: Dal:

source: To:
it_it: Al:

source: Filter
it_it: Filtra

source: Get all Xml
it_it: tutti gli xml

source: View all Xml
it_it: vedi tutti gli xml

source: Save all Xml
it_it: salva tutti gli xml

source: Save Csv
it_it: Salva Csv

source: No order found!
it_it: Nessun ordine trovato!

source: The display of all xml is disabled. first filter orders by user and / or dates.
it_it: la visualizzazione di tutti gli xml è disabilitata. prima filtra gli ordini per utente e/o date.

source: You are viewing invoices after the
it_it: Stai visualizzando le fatture dopo il

source: until
it_it: fino al

source: Search order number:
it_it: Cerca numero ordine:

source: Search
it_it: Cerca

source: Summary
it_it: Riepilogo

source: Totals:
it_it: Totali:

source: Sent:
it_it: Inviate:

source: No Sent:
it_it: Non inviate:

source: Last Download
it_it: Ultimo Download

source: General options for enabling APIs
it_it: Opzioni generali per l'abilitazione delle API

source: Customer Country
it_it: Paese del cliente

source: The user selects: Company or Freelance
it_it: L'utente seleziona: Azienda o Persona Fisica titolare di P.IVA

source: The user selects: Private
it_it: L'utente seleziona: Privato

source: VAT number or Tax Code and E-mail (PEC) or the web-service code: %1$s
it_it: Partita IVA o Codice Fiscale ed E-mail (PEC) o Codice Destinatario: %1$s

source: (Tax Code)
it_it: (Codice Fiscale)

source: VAT number or Tax Code: %1$s
it_it: Partita IVA o codice fiscale: %1$s

source: View (1)
it_it: Vedi (1)

source: VAT number or Tax Code: %2$s
it_it: Partita IVA o codice fiscale: %2$s

source: Electronic Invoice - Settings
it_it: Fattura elettronica - Impostazioni

source: WooPOP 4.0.0 made some changes that require PHP 7.4. it is recommended to update the PHP version.
it_it: WooPOP 4.0.0 ha apportato alcune modifiche che richiedono PHP 7.4. si consiglia di aggiornare la versione PHP.

source: Save data
it_it: Salva i dati

# invoice_choice
source: Refund
it_it: Nota di credito

source: Remember to check the data entered by the customer
it_it: Ricordarsi di controllare i dati inseriti dal cliente

source: Undo
it_it: Annulla

source: Disabled
it_it: Disabilitato

source: Get Xml
it_it: xml

source: View Xml
it_it: vedi xml

source: Save Xml
it_it: salva xml

source: View PDF
it_it: Vedi PDF

source: Edit customer
it_it: Modifica cliente

source: Order
it_it: Ordine

source: Edit order
it_it: Modifica ordine

source: Edit refund
it_it: Modifica rimborso

source: Processing
it_it: In Lavorazione

source: Completed
it_it: Completato

source: Refunded
it_it: Rimborsato

source: Customer
it_it: Cliente

source: of
it_it: del

source: Nature operations
it_it: Natura operazione

source: Ref. Normative
it_it: Rif. Normativo

source: Linked order
it_it: Ordine collegato

source: * No UE customer *
it_it: * Cliente non UE *

source: (*) No data, set the data from the user profile before generating the xml invoice
it_it: (*) Nessun dato, impostare i dati dal profilo utente prima di generare la fattura xml

source: No UE customer
it_it: Cliente non UE

source: (*) No data
it_it: (*) Nessun dato

source: No orders found:
it_it: Nessun ordine trovato:

source: Order Total
it_it: Totale

source: Number
it_it: Numero

source: Doc. required
it_it: Doc. richiesto

source: Customer Type
it_it: Tipo cliente

source: Order data
it_it: Dati dell'ordine

source: Sent
it_it: Inviate

source: Actions
it_it: Azioni

source: SDI or PEC
it_it: Cod. Destinatario o PEC

source: Payment method
it_it: Metodo di pagamento

source: Warning
it_it: Attenzione

source: enter the third-party key to generate your secret key to enable APIs
it_it: inserisci la chiave di terze parti per generare la tua chiave segreta per abilitare le API

source: WooPop -> (Electronic Invoice) has been deactivated. The plugin require: WooCommerce
it_it: WooPop -> (Electronic Invoice) è stato disattivato. Il plugin richiede: WooCommerce

source: Cash money
it_it: Contanti

source: Bank check
it_it: Assegno

source: Bank transfer
it_it: Bonifico

source: Credit Card
it_it: Carta di credito

source: Cheatin&#8217; huh?
it_it: Vuoi imbrogliare eh?

source: Receipt
it_it: Ricevuta

source: Credit note
it_it: Nota di credito

source: Error in generating the PDF, download it from your reserved area, or ask the seller for it
it_it: Errore nella generazione del PDF, scaricalo dalla tua area riservata o chiedilo al venditore

source: ERROR: you can not view the PDF for security and privacy issues. to view it you must be logged in
it_it: ERRORE: non puoi visualizzare il PDF per questioni di sicurezza e privacy. per visualizzarlo devi essere loggato

source: Please enter your valid VAT number
it_it: Si prega di inserire il numero di partita IVA valido

source: VAT number %1$s is not correct
it_it: La partita IVA %1$s non è corretta

source: Please enter your Company Name
it_it: Per favore digita il nome della tua azienda

source: Please enter your Name
it_it: Per favore inserisci il tuo nome

source: Please enter your Surname
it_it: Per favore inserisci il tuo cognome

source: Please enter your Email address
it_it: Per favore inserisci il tuo indirizzo email

source: Please enter your Phone number
it_it: Per favore inserisci il tuo numero di telefono

source: Type of document to be created
it_it: Tipo di documento da creare

source: Invoice data
it_it: Dati fattura

source: Invoice number
it_it: Numero fattura

source: Invoice Date
it_it: Data Fattura

source: Refund number
it_it: Numero rimborso

source: Refund data
it_it: Dati rimbordo

source: * Payment method
it_it: * Metodo di pagamento

source: Set payment method
it_it: Imposta il metodo di pagamento

source: Circular check
it_it: Assegno circolare

source: Payment Card
it_it: Carta di Credito

source: VIES control: The VAT is not valid
it_it: Controllo VIES: La P.va non è valida

source: (see VIES)
it_it: (vedi VIES)

source: VIES control: VAT is valid
it_it: Controllo VIES: P.iva valida

source: Private person
it_it: Persona privata

source: Type of document
it_it: Tipo di documento

source: Reverse Charge vat
it_it: Iva Inversione Contabile

source: Name of the company
it_it: Nome Azienda

source: it is a required field.
it_it: è un campo obbligatorio.

source: The VAT code entered "%s" is already associated with an account. please log in with the correct account or enter another VAT number
it_it: La P.IVA inserita "%s" è già associata ad un'account. si prega di loggarsi con l'account corretto o inserire un'altra P.IVA

source: TAX code %1$s is not correct
it_it: Il Codice Fiscale %1$s non è corretto

source: E-mail (PEC) or Web-Service code %1$s is not correct
it_it: La PEC o il Codice Destinatario %1$s non sono corretti

source: Tax Identification Number %1$s is not correct
it_it: Il numero del codice fiscale %1$s non è corretto

source: CUSTOMER TYPE
it_it: TIPO CLIENTE

source: SDI OR PEC TYPE
it_it: TIPO SDI o PEC

source: VAT NUMBER
it_it: NUMERO P.IVA

source: TAX CODE
it_it: CODICE FISCALE

source: Please enter "%1$s" value.
it_it: SI prega di inserire il valore per "%1$s"

source: You cannot generate this invoice, you have exceeded the limit of 5
it_it: Non è possibile generare questa fattura, si è superato il limite di 5

source: Refund ID:
it_it: ID Rimborso:

source: Number:
it_it: Numero:

source: Date:
it_it: Data:

source: Order:
it_it: Ordine:

source: Order related:
it_it: Ordine collegato:

source: Order date:
it_it: Ordine data:

source: Payment method:
it_it: Metodo di pagamento

source: Nature operations:
it_it: Natura operazione:

source: Ref. Normative:
it_it: Rif. Normativo:

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Address 1
it_it: Indirizzo 1

source: Address 2
it_it: Indirizzo 2

source: City
it_it: Città

source: State
it_it: Provincia

source: Postcode
it_it: Codice Postale

source: Country
it_it: Stato

source: Phone
it_it: Telefono

source: Billing address
it_it: Dati di fatturazione

source: VAT
it_it: P.IVA

source: Tax code
it_it: Codice Fiscale

source: Web-service code
it_it: Codice Destinatario

source: Shipping address
it_it: Indirizzo di spedizione

source: Payment
it_it: Pagamento

source: Description
it_it: Descrizione

source: Quantity
it_it: Quantità

source: Tax rate
it_it: Aliquota

source: Price unit
it_it: Prezzo unitario

source: Discount
it_it: Sconto

source: Price
it_it: Prezzo

source: Description:
it_it: Descrizione:

source: tax:
it_it: imposta:

source: Shipping
it_it: Spedizione

source: Flat-rate refund
it_it: Rimborso forfettario

source: Company:
it_it: Azienda:

source: VAT:
it_it: IVA:

source: Cod Regime:
it_it: Cod. Regime Fiscale:

source: Address:
it_it: Indirizzo:

source: Phone:
it_it: Telefono:

source: in liquidation
it_it: in liquidazione

source: not in liquidation
it_it: non in liquidazione

source: Total Tax:
it_it: Imposta totale:

source: Total:
it_it: Totale:

source: VAT SUMMARY
it_it: CASTELLETTO IVA

source: Total amount
it_it: Totale imponibile/importo

source: Total taxable
it_it: Totale imposta

source: Proforma invoice
it_it: Fattura proforma

source: INVOICE
it_it: FATTURA

source: Customer Notes
it_it: Note Cliente:
